{
    "sct": [
      {
        "thought": "I am going to edit and add a few more tracks to my music recomendations blog post.",
        "args": 
        [
        "It is clear that you have no idea what you are doing nor what the true meaning for the songs you recommand are , thus you are not qualified to do so. Trying to relate to topics outside of your understanding is humiliating for yourself.",
        "Sharing ,recommandig and adding my comments on these art pieces even tho I can't relate to most of the mature topics that are covered in these pieces of art are not something to be ashemed off. I should be able to state my likes and dislikes freely as longs as they are respectfull opinions."
        ]
      },   
      {
        "thought": "Well I managed to go thru all of the exams allthough I might have used techniques some might consider immoral.",
        "args": 
        [
        "The fact that you use fancy wording to disclose that you have cheated on those exams does not make the statement any funny or remotely necessery to post. You may even get in trouble if school officals get their filthy eyes on that statement.",
        "The exams were difficult I might have done things I shouldn't have one but I still belive that I have taken the neccesery actions in order to not fall into a disadvantge compared to my peers who use the same moraly questianable techniqes. Also a school offical who is in power to apply legal charges against me finding this post and confronting me about is astronomicaly low.",
        "What if they do so? You have other things you have said here that raises a few eyebrows.",
        "I shouldn't be bother by the things that I have said here since I am sure no offical is intellegant enough to navigate this website nor care enough about me to check out my creative works in order to discover this place."
        ]
      },   
      {
        "thought": "Hey gues who managed to clone a repo via bash today on his moms shitty laptop",
        "args": 
        [
        "It is not impresive to pasta an URL to a command prompt to copy a folder over the internet.",
        "The simple fact that I have a repo to clone should be enough to motivate me."
        ]
      },   
      {
        "thought": "``Time won't wait,I'll push to the limit, I won't waste a munite.`` 🗣️🗣️🗣️🔥",
        "args": 
        [
        "You shouldn't have posted this one,no one would ever get the reference to lyrics of a pop-metal-punk song, this post does not hold any humerous values.",
        "I am not obliged to make jokes that anyone would need to understand. The joke appealing to a neash audince rather than the mainstream audince is compleatly acceptable, you could even argue that It would make the joke even funnier for those who get the neash reference."
        ]
      }
    ]
}

