{
    "sct": [
      {
        "thought": "Well I managed to go thru all of the exams allthough I might have used techniques some might consider immoral.",
        "args": 
        [
        "The fact that you use fancy wording to disclose that you have cheated on those exams does not make the statement any funny or remotely necessery to post. You may even get in trouble if school officals get their filthy eyes on that statement.",
        "The exams were difficult I might have done things I shouldn't have one but I still belive that I have taken the neccesery actions in order to not fall into a disadvantge compared to my peers who use the same moraly questianable techniqes. Also a school offical who is in power to apply legal charges against me finding this post and confronting me about is astronomicaly low.",
        "What if they do so? You have other things you have said here that raises a few eyebrows.",
        "I shouldn't be bother by the things that I have said here since I am sure no offical is intellegant enough to navigate this website nor care enough about me to check out my creative works in order to discover this place."
        ]
      },   
      {
        "thought": "Hey gues who managed to clone a repo via bash today on his moms shitty laptop",
        "args": 
        [
        "It is not impresive to pasta an URL to a command prompt to copy a folder over the internet.",
        "The simple fact that I have a repo to clone should be enough to motivate me."
        ]
      },   
      {
        "thought": "``Time won't wait,I'll push to the limit, I won't waste a munite.`` 🗣️🗣️🗣️🔥",
        "args": 
        [
        "You shouldn't have posted this one,no one would ever get the reference to lyrics of a pop-metal-punk song, this post does not hold any humerous values.",
        "I am not obliged to make jokes that aynone would need to understand. The joke appealing to neash audince rather than the mainstream audince is compleatly acceptable, you could even argue that It would make the joke even funnier for those who get the neash reference."
        ]
      }
    ]
}

