{
    "status": [   
      {
        "message": "I am out of town and it is EXTREAMLY BORING in here. Maybe I should have lernt how to play an actaul enturmant or some other thig rather than fueling my unhealthy passion of complaining about stuff I have no controll of to a brick wall.",
        "date": "9/04/2024-15.54"
      },
      {
        "message": "Going to show up to the Deryck Whibley Instangram livestream, I don't know what to expect.",
        "date": "8/04/2024-22.00"
      },
      {
        "message": "Cominacation via email should become the norm imo. It would be very soothing to do so comunicate using it.",
        "date": "8/04/2024-17.12"
      },
      {
        "message": "Dude making and pushing a commit via a command prompt is extreamly entertaining for no reason. I might even consider making status updates that I wouldn't have consider to do therwise just to use it.",
        "date": "8/04/2024-17.08"
      },
      {
        "message": "Maybe even a wall where I post my self canceling thoughts",
        "date": "8/04/2024-17.08"
      },
      {
        "message": "I should also create a middleground between status posts and blog posts. Man it is getting convuluted down here.",
        "date": "8/04/2024-17.07"
      },
      {
        "message": "It does feel wierd to rapid post these status posts.",
        "date": "8/04/2024-16.56"
      },
      {
        "message": "How tf am I supposed to but quotes in here I get a syntax error if I do so (yes I write these on a raw json file)",
        "date": "8/04/2024-16.50"
      },
      {
        "message": "Just read a post on social media where a guy claims that speaking/writing in your non-native allows you to express your emotions better without getting unconfortable since speaking in your non-native allows you to dissociate the writings from yourself.",
        "date": "8/04/2024-16.45"
      },
      {
        "message": "Dude using git on a command prompt is the biggest flex you can have on a person that isn't familier with this kind of stuff.",
        "date": "8/04/2024-01.57"
      },
      {
        "message": "Wish I could write here with hand instead of a keyboard.",
        "date": "8/04/2024-01.54"
      },
      {
        "message": "Good(?) news, I might be able to resurrect TI2 back to life.",
        "date": "7/04/2024-11.51"
      },
      {
        "message": "``Time won't wait,I'll push to the limit, I won't waste a munite.`` 🗣️🗣️🗣️🔥",
        "date": "7/04/2024-11.51"
      },
      {
        "message": "Hey gues who managed to clone a repo via bash today on his moms shitty laptop",
        "date": "6/04/2024-21.40"
      },
      {
        "message": "We have Twitter at home. Twitter at home:",
        "date": "6/04/2024-18.27"
      },
      {
        "message": "Just found out that you can write commits via the github mobile app. Cool.",
        "date": "6/04/2024-17.54"
      },
      {
        "message": "Had a noteworthy friday, wanted to document it here.",
        "date": "5/04/2024-22.48"
      },
      {
        "message": "Hey they finnaly released the lyrics thing for Heaven:x:Hell in spotify",
        "date": "2/04/2024-18.58"
      },
      {
        "message": "Just realize that I will need to make a <s>memorial</s> page for TI2 since it is realy unlikely to be ever developed again.",
        "date": "31/03/2024-23.44"
      },
      {
        "message": "Updated the lego gun page since I have made some improvements to the weapon.",
        "date": "31/03/2024-22.10"
      },
      {
        "message": "Man I should realy pick up CPM2 again",
        "date": "31/03/2024-22.10"
      },
      {
        "message": "Well I managed to go thru all of the exams allthough I might have used techniques some might consider immoral.",
        "date": "28/03/2024-16.35"
      },
      {
        "message": "3 exams tomorrow, I need to studdy for all 3 since I know nothing about the related subjects, it is already 19.00. I am c-o-o-k-e-d cooked.",
        "date": "27/03/2024-19.00"
      },
      {
        "message": "This future was easy to add",
        "date": "27/03/2024-19.00"
      }
    ]
}