{
    "status": [ 
      {
        "message": "Your boy found a way to fuckup a major thing when everything was going alright :D",
        "date": "29/04/2024-23.00"
      },
      {
        "message": "Waiting for consumer grade AR contact lenses to become aveilable with a user-friendly SDK.",
        "date": "28/04/2024-13.13"
      },
      {
        "message": "Have you ever seen that meme template with a skull whispering to a guy? SCT source material feels exactly like that.",
        "date": "28/04/2024-01.22"
      },
      {
        "message": "slept at 8pm woke up at 0.40am idk what to do rn kinda sleepy and not sleepy at the same time.",
        "date": "28/04/2024-01.22"
      },
      {
        "message": "You can feel that somethig has been brewed with ill will rather than ones passion.",
        "date": "27/04/2024-20.02"
      },
      {
        "message": "Revoking knowladge from the unwell would be no better then them not being.",
        "date": "27/04/2024-18.06"
      },
      {
        "message": "What did all that mean?",
        "date": "27/04/2024-18.06"
      },
      {
        "message": "Should I be sad that I can not relate to some things my peers relate to. I feel childish being ``ok``.",
        "date": "27/04/2024-18.00"
      },
      {
        "message": "Just realised that the images of broken mirror effect onyl exist with people in them instead of objects since mirrors are associated with people.",
        "date": "26/04/2024-19.48"
      },
      {
        "message": "imborrrreeeeed",
        "date": "26/04/2024-09.29"
      },
      {
        "message": "idk if that was a valid reason to strike that array of words.",
        "date": "26/04/2024-08.48"
      },
      {
        "message": "Just stumbled open a video of me from the first quarter of 2021. It is truly tragic seeing that video from today. Poor guy",
        "date": "26/04/2024-01.23"
      },
      {
        "message": "Truely a ``Outgoing - main (3) -> [PUSH]`` moment (imnotokay)",
        "date": "25/04/2024-09.38"
      },
         {
        "message": "''You don’t believe in God, I don’t believe in luck'' 🔥🔥🗣️",
        "date": "25/04/2024-09.38"
      },
         {
        "message": "WAIT THE GERARD THAT WROTE PROFESIONAL GRIEFERS IS THE MCR GERARD???? WHAT??? I AM IN SHOCK RN.",
        "date": "25/04/2024-09.23"
      },
      {
        "message": "``Otomatik basmiyorum`` idk what this means",
        "date": "25/04/2024-16.18"
      },
        {
        "message": "Just texted with a person across the room, shit was funny af.",
        "date": "25/04/2024-09.10"
      },
       {
        "message": "''We could leave this world, leave it all behind'' 🔥🗣️🌍",
        "date": "25/04/2024-09.03"
      },
       {
        "message": "I fucking hate brawlstars it is everything wrong with the modern times(?). Digestable, collectable and relatable.",
        "date": "25/04/2024-08.55"
      }, 
       {
        "message": "Sitting in class doing nothing ; writing commits to my shitty twitter clone about retards. What a time to be alive.",
        "date": "25/04/2024-08.48"
      },   
       {
        "message": "I an sitting in class bymyself playing Burnout on a psp emulator. Some guy comes up to me and says ''Are you fucking cars again?'' DUDE WTF IS WRONG WITH YOU? GO KYS. LIKE WHAT? HOW MANY TIMES DO YOU WANK YOUR MEAT TO END UP THIS WAY???",
        "date": "25/04/2024-08.38"
      }, 
      {
        "message": "Google Gemini just said that I have ``a strong artistic voice`` after me making it read some of my articles. Thank you transformer neural network of an multi billion dollar company that I speak to because I have nobody that cares about shit I do. Thak you.",
        "date": "24/04/2024-20.31"
      },  
      {
        "message": "Just switched to Edge, Chrome has been abusing its welcome for a good while. Fuck you Chrome; Let's start Edging 💯💯💯",
        "date": "24/04/2024-00.02"
      },   
      {
        "message": "Special thanks to pythonanywhere.com for providing services that it offers without expecting a financal return. Actualy I deeply thank you guys.You guys helped me make my day.",
        "date": "23/04/2024-23.46"
      },   
      {
        "message": "Shout outs to the guy cycling in my opposing direction early in the morning that said ``how are you`` as he sped by me.I don't know if he was saying it to me or he was just on the phone I couldn't answer him anyways. He also had a cool helmet.",
        "date": "23/04/2024-11.48"
      },   
      {
        "message": "At least there isn't any school today.",
        "date": "23/04/2024-00.50"
      },   
      {
        "message": "``AAAAAAUUUUHHHHHHHAAAAHHHUUAAAAAAAIIIIII, WAIT UNTIL IT FADES TO BLACK. RIDE INTRO SUNSET WOULD I LIE TO U????`` 🌇🗣️🔥🔥🔥",
        "date": "22/04/2024-16.17"
      },   
      {
        "message": "posting this from class,I wonder if there is any more efficent ways of wasting peoples precious time and life. Also I hate the ''drama'' teacher",
        "date": "22/04/2024-09.44"
      },      
      {
        "message": "It is the past midnight commits that are always the oddest.",
        "date": "22/04/2024-00.32"
      }, 
      {
        "message": "GUESS WHO MADE AN AMA PAGE USING A PROPER BACKEND LIBRARY AND FOUND A WAY TO HOST IT 24/7 :3333 AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA (it is located in the about me section for now.)",
        "date": "21/04/2024-22.56"
      }, 
      {
        "message": "Maybe I should have picked up a more ``attractive`` hobby like playing the guitare or something.",
        "date": "20/04/2024-22.51"
      }, 
      {
        "message": "Thinking about creating an AMA page here.",
        "date": "20/04/2024-22.37"
      }, 
      {
        "message": "``Do you want to save the changes you made to COMMIT_EDITMSG?`` I don't know. Do I <b>realy</b> want to do so? Is there a consiquence for not doing so? Why do I wander if therese is a consiquence for making incorret decision on a mundane question?",
        "date": "20/04/2024-01.23"
      }, 
      {
        "message": "``Don't you have any gossips to speak about?`` Do I?",
        "date": "20/04/2024-16.16"
      }, 
      {
        "message": "Somebody in my school got caught doing drugs in CLASS so the administration switched the spots of clasrooms of the class that I am in and the class that guy got cought. And here I am wondering what is the Daily Entry Point challenge is. Life is truly strange.",
        "date": "19/04/2024-15.56"
      }, 
      {
        "message": "Just unboxed the toy car that I have bought a week earlier at school, it is the small things that get you thru ig.",
        "date": "18/04/2024-22.38"
      }, 
      {
        "message": "Well I am not here to write a poem(as expected), but I did learn some python backend development",
        "date": "17/04/2024-21.14"
      }, 
      {
        "message": "A singular week left until fate of TI2 is decided for good.",
        "date": "13/04/2024-00.52"
      }, 
      {
        "message": "dude if anything nice ever happens I am actualy going to force myself into writing poetry in here",
        "date": "13/04/2024-00.51"
      }, 
      {
        "message": "I hate being forced on ai. Fuck you microsoft and your co-pilot",
        "date": "12/04/2024-10.44"
      }, 
      {
        "message": "ti 3 concept art (real)",
        "date": "11/04/2024-23.17"
      }, 
      {
        "message": "Changed my idea on sharing those images. I'll just layer them below the surface. Learn about looking thru github repo and what are url parameters. These two pieces of knowladge will guide you.",
        "date": "11/04/2024-19.31"
      }, 
      {
        "message": "Home sweet home, writing this after taking a ``small`` bike ride with a friend.",
        "date": "12/04/2024-21.17"
      },  
      {
        "message": "I was taking the pictures of the sketches to share them here but shit looks straight out of mental asylum walls, my phone camera for some reason fucked up the contrast of the pics and they look realy wierd. I am not sharing them. Contact me if you realy wonder about them. EDIT: I am going to share them, read the following updates.",
        "date": "11/04/2024-19.31"
      },  
      {
        "message": "``IN FRONT OF YOUR EYES, IT FALLS FROM THE SKIES WHEN YOU DON'T NOW WHAT TO FIND``☁🗣️🔥",
        "date": "10/04/2024-19.24"
      },  
      {
        "message": "No, my dream career isn't IT. Stop assuming that I activly center my identidy around IT. I do this as a hobby because it is the most accessible hobby that was aveilable to me. The pros of this kind of stuff is: 0 financial invesment ,minimal social interaction, minimal punishment for faiure. Cons: A lot of self canceling, people getting your motivations wrong as I mentioned a moment ago, minimal gratification from people who aren't involved in this kind of stuff.",
        "date": "10/04/2024-16.18"
      },  
      {
        "message": "Func fact: Blog posts are listed in a cronological order except a few which were moved few posts down in order to not set an unnerving tone for people visiting this website for the for the first time since they have a slightly more worrying narrative compared to other posts.",
        "date": "10/04/2024-12.34"
      },  
      {
        "message": "Spending the holiday I have been waiting for mounths out of town(without me being informed untill the last moment, canceling all the plans I have been forming in that duration) writing stupid stuff here and scrolling thru ``social`` media mindlessy whilst multiple importent assigments that I am procrastinating  are waiting to be started. What a great holiday.",
        "date": "10/04/2024-11.29"
      },
      {
        "message": "Trying to come up with an idea on how I will share my sketches. Can't just drop in the surfece",
        "date": "10/04/2024-00.13"
      },
      {
        "message": "I am extreamly sleepy yet don't have the desire to do act apon the desire to do such. This is a pretty annoying feeling.",
        "date": "9/04/2024-23.51"
      },
      {
        "message": "I am down the rabbit hole I don't wanna go down",
        "date": "9/04/2024-21.10"
      },
      {
        "message": "``THROTTLE THE IGNITOIN, WILL I DIE FOR U?????`` 🔫🔫🔫🗣️🔥",
        "date": "9/04/2024-17.16"
      },
      {
        "message": "I am out of town and it is EXTREAMLY BORING in here only activity aveilable I enjoy doing here is writing on this blog or scrolling thru short form content mindlessly. Maybe I should have lernt how to play an actaul instrument or some other actualy valued skill rather than fueling my unhealthy passion of complaining about stuff I have no controll over to a brick wall.",
        "date": "9/04/2024-15.54"
      },
      {
        "message": "Going to show up to the Deryck Whibley Instangram livestream, I don't know what to expect.",
        "date": "8/04/2024-22.00"
      },
      {
        "message": "Cominacation via email should become the norm imo. It would be very soothing to do so comunicate using it.",
        "date": "8/04/2024-17.12"
      },
      {
        "message": "Dude making and pushing a commit via a command prompt is extreamly entertaining for no reason. I might even consider making status updates that I wouldn't have consider to do therwise just to use it.",
        "date": "8/04/2024-17.08"
      },
      {
        "message": "Maybe even a wall where I post my self canceling thoughts",
        "date": "8/04/2024-17.08"
      },
      {
        "message": "I should also create a middleground between status posts and blog posts. Man it is getting convuluted down here.",
        "date": "8/04/2024-17.07"
      },
      {
        "message": "It does feel wierd to rapid post these status posts.",
        "date": "8/04/2024-16.56"
      },
      {
        "message": "How tf am I supposed to but quotes in here I get a syntax error if I do so (yes I write these on a raw json file)",
        "date": "8/04/2024-16.50"
      },
      {
        "message": "Just read a post on social media where a guy claims that speaking/writing in your non-native allows you to express your emotions better without getting unconfortable since speaking in your non-native allows you to dissociate the writings from yourself.",
        "date": "8/04/2024-16.45"
      },
      {
        "message": "Dude using git on a command prompt is the biggest flex you can have on a person that isn't familier with this kind of stuff.",
        "date": "8/04/2024-01.57"
      },
      {
        "message": "Wish I could write here with hand instead of a keyboard.",
        "date": "8/04/2024-01.54"
      },
      {
        "message": "Good(?) news, I might be able to resurrect TI2 back to life.",
        "date": "7/04/2024-11.51"
      },
      {
        "message": "``Time won't wait,I'll push to the limit, I won't waste a munite.`` 🗣️🗣️🗣️🔥",
        "date": "7/04/2024-11.51"
      },
      {
        "message": "Hey gues who managed to clone a repo via bash today on his moms shitty laptop",
        "date": "6/04/2024-21.40"
      },
      {
        "message": "We have Twitter at home. Twitter at home:",
        "date": "6/04/2024-18.27"
      },
      {
        "message": "Just found out that you can write commits via the github mobile app. Cool.",
        "date": "6/04/2024-17.54"
      },
      {
        "message": "Had a noteworthy friday, wanted to document it here.",
        "date": "5/04/2024-22.48"
      },
      {
        "message": "Hey they finnaly released the lyrics thing for Heaven:x:Hell in spotify",
        "date": "2/04/2024-18.58"
      },
      {
        "message": "Just realize that I will need to make a <s>memorial</s> page for TI2 since it is realy unlikely to be ever developed again.",
        "date": "31/03/2024-23.44"
      },
      {
        "message": "Updated the lego gun page since I have made some improvements to the weapon.",
        "date": "31/03/2024-22.10"
      },
      {
        "message": "Man I should realy pick up CPM2 again",
        "date": "31/03/2024-22.10"
      },
      {
        "message": "Well I managed to go thru all of the exams allthough I might have used techniques some might consider immoral.",
        "date": "28/03/2024-16.35"
      },
      {
        "message": "3 exams tomorrow, I need to studdy for all 3 since I know nothing about the related subjects, it is already 19.00. I am c-o-o-k-e-d cooked.",
        "date": "27/03/2024-19.00"
      },
      {
        "message": "This future was easy to add",
        "date": "27/03/2024-19.00"
      }
    ]
}