{
    "status": [ 
      {
        "message": "Somebody in my school got caught doing drugs in CLASS so the administration switched the spots of clasrooms of the class that I am in and the class that guy got cought. And here I am wondering what is the Daily Entry Point challenge is. Life is truly strange.",
        "date": "19/04/2024-15.56"
      }, 
      {
        "message": "Just unboxed the toy car that I have bought a week earlier at schook, it is the small things that get you thru ig.",
        "date": "18/04/2024-22.38"
      }, 
      {
        "message": "Well I am not here to write a poem(as expected), but I did learn some python backend development",
        "date": "17/04/2024-21.14"
      }, 
      {
        "message": "A singular week left until fate of TI2 is decided for good.",
        "date": "13/04/2024-00.52"
      }, 
      {
        "message": "dude if anything nice ever happens I am actualy going to force myself into writing poetry in here",
        "date": "13/04/2024-00.51"
      }, 
      {
        "message": "I hate being forced on ai. Fuck you microsoft and you co-pilot",
        "date": "12/04/2024-10.44"
      }, 
      {
        "message": "ti 3 concept art (real)",
        "date": "11/04/2024-23.17"
      }, 
      {
        "message": "Changed my idea on sharing those images. I'll just layer them below the surface. Learn about looking thru github repo and what are url parameters. These two pieces of knowladge will guide you.",
        "date": "11/04/2024-19.31"
      }, 
      {
        "message": "Home sweet home, writing this after taking a ``small`` bike ride with a friend.",
        "date": "12/04/2024-21.17"
      },  
      {
        "message": "I was taking the pictures of the sketches to share them here but shit looks straight out of mental asylum walls, my phone camera for some reason fucked up the contrast of the pics and they look realy wierd. I am not sharing them. Contact me if you realy wonder about them. EDIT: I am, read the following updates.",
        "date": "11/04/2024-19.31"
      },  
      {
        "message": "``IN FRONT OF YOUR EYES, IT FALLS FROM THE SKIES WHEN YOU DON'T NOW WHAT TO FIND``☁🗣️🔥",
        "date": "10/04/2024-19.24"
      },  
      {
        "message": "No, my dream career isn't IT. Stop assuming that I activly center my identidy around IT. I do this as a hobby because it is the most accessible hobby that was aveilable to me. The pros of this kind of stuff is: 0 financial invesment ,minimal social interaction, minimal punishment for faiure. Cons: A lot of self canceling, people getting your motivations wrong as a mention a moment ago, minimal gratification from people who aren't involved in this kind of stuff.",
        "date": "10/04/2024-16.18"
      },  
      {
        "message": "Func fact: Blog posts are listed in a cronological order except a few which were moved few posts down in order to not set an unnerving tone for people visiting this website for the for the first time since they have a slightly more worrying narrative compared to other posts.",
        "date": "10/04/2024-12.34"
      },  
      {
        "message": "Spending the holiday I have been waiting for mounths out of town(without me being informed the last moment, canceling all the plans I have been forming in that duration) writing stupid stuff here and scrolling thru ``social`` media mindlessy whilst multiple importent assigments that I am procrastinating  are waiting to be started. What a great holiday.",
        "date": "10/04/2024-11.29"
      },
      {
        "message": "Trying to come up with an idea on how I will share my sketches. Can't just drop in the surfece",
        "date": "10/04/2024-00.13"
      },
      {
        "message": "I am extreamly sleepy yet don't have the desire to do act apon the desire to do such. This is a pretty annoying feeling.",
        "date": "9/04/2024-23.51"
      },
      {
        "message": "I am down the rabbit hole I don't wanna go down",
        "date": "9/04/2024-21.10"
      },
      {
        "message": "``THROTTLE THE IGNITOIN, WILL I DIE FOR U?????`` 🔫🔫🔫🗣️🔥",
        "date": "9/04/2024-17.16"
      },
      {
        "message": "I am out of town and it is EXTREAMLY BORING in here only activity aveilable I enjoy doing here is writing on this blog or scrolling thru short form content mindlessly. Maybe I should have lernt how to play an actaul instrument or some other actualy valued skill rather than fueling my unhealthy passion of complaining about stuff I have no controll over to a brick wall.",
        "date": "9/04/2024-15.54"
      },
      {
        "message": "Going to show up to the Deryck Whibley Instangram livestream, I don't know what to expect.",
        "date": "8/04/2024-22.00"
      },
      {
        "message": "Cominacation via email should become the norm imo. It would be very soothing to do so comunicate using it.",
        "date": "8/04/2024-17.12"
      },
      {
        "message": "Dude making and pushing a commit via a command prompt is extreamly entertaining for no reason. I might even consider making status updates that I wouldn't have consider to do therwise just to use it.",
        "date": "8/04/2024-17.08"
      },
      {
        "message": "Maybe even a wall where I post my self canceling thoughts",
        "date": "8/04/2024-17.08"
      },
      {
        "message": "I should also create a middleground between status posts and blog posts. Man it is getting convuluted down here.",
        "date": "8/04/2024-17.07"
      },
      {
        "message": "It does feel wierd to rapid post these status posts.",
        "date": "8/04/2024-16.56"
      },
      {
        "message": "How tf am I supposed to but quotes in here I get a syntax error if I do so (yes I write these on a raw json file)",
        "date": "8/04/2024-16.50"
      },
      {
        "message": "Just read a post on social media where a guy claims that speaking/writing in your non-native allows you to express your emotions better without getting unconfortable since speaking in your non-native allows you to dissociate the writings from yourself.",
        "date": "8/04/2024-16.45"
      },
      {
        "message": "Dude using git on a command prompt is the biggest flex you can have on a person that isn't familier with this kind of stuff.",
        "date": "8/04/2024-01.57"
      },
      {
        "message": "Wish I could write here with hand instead of a keyboard.",
        "date": "8/04/2024-01.54"
      },
      {
        "message": "Good(?) news, I might be able to resurrect TI2 back to life.",
        "date": "7/04/2024-11.51"
      },
      {
        "message": "``Time won't wait,I'll push to the limit, I won't waste a munite.`` 🗣️🗣️🗣️🔥",
        "date": "7/04/2024-11.51"
      },
      {
        "message": "Hey gues who managed to clone a repo via bash today on his moms shitty laptop",
        "date": "6/04/2024-21.40"
      },
      {
        "message": "We have Twitter at home. Twitter at home:",
        "date": "6/04/2024-18.27"
      },
      {
        "message": "Just found out that you can write commits via the github mobile app. Cool.",
        "date": "6/04/2024-17.54"
      },
      {
        "message": "Had a noteworthy friday, wanted to document it here.",
        "date": "5/04/2024-22.48"
      },
      {
        "message": "Hey they finnaly released the lyrics thing for Heaven:x:Hell in spotify",
        "date": "2/04/2024-18.58"
      },
      {
        "message": "Just realize that I will need to make a <s>memorial</s> page for TI2 since it is realy unlikely to be ever developed again.",
        "date": "31/03/2024-23.44"
      },
      {
        "message": "Updated the lego gun page since I have made some improvements to the weapon.",
        "date": "31/03/2024-22.10"
      },
      {
        "message": "Man I should realy pick up CPM2 again",
        "date": "31/03/2024-22.10"
      },
      {
        "message": "Well I managed to go thru all of the exams allthough I might have used techniques some might consider immoral.",
        "date": "28/03/2024-16.35"
      },
      {
        "message": "3 exams tomorrow, I need to studdy for all 3 since I know nothing about the related subjects, it is already 19.00. I am c-o-o-k-e-d cooked.",
        "date": "27/03/2024-19.00"
      },
      {
        "message": "This future was easy to add",
        "date": "27/03/2024-19.00"
      }
    ]
}